{
    // single post example
    // content/articles/sports/2023/injuries
    "title" : "Injuries",
    "subtitle" : "Always strech before & after running",
    "featured_img" : "/static/global/images/news-100x100-4.jpg",
    "featured_caption" : "Run forres run!",
    "elements" :  {
        "0" : {
            "paragraph" : "Many injuries are associated with running because of its high-impact nature. Change in running volume may lead to development of patellofemoral pain syndrome, iliotibial band syndrome, patellar tendinopathy, plica syndrome, and medial tibial stress syndrome. Change in running pace may cause Achilles Tendinitis, gastrocnemius injuries, and plantar fasciitis.[72] Repetitive stress on the same tissues without enough time for recovery or running with improper form can lead to many of the above. Runners generally attempt to minimize these injuries by warming up before exercise,[27] focusing on proper running form, performing strength training exercises, eating a well balanced diet, allowing time for recovery, and \"icing\" (applying ice to sore muscles or taking an ice bath)."
        },
        "1" : {
            "paragraph" : "Some runners may experience injuries when running on concrete surfaces. The problem with running on concrete is that the body adjusts to this flat surface running, and some of the muscles will become weaker, along with the added impact of running on a harder surface. Therefore, it can be beneficial to change terrain occasionally – such as trail, beach, or grass running. This is more unstable ground and allows the legs to strengthen different muscles. Runners should be wary of twisting their ankles on such terrain. Running downhill also increases knee stress and should, therefore, be avoided. Reducing the frequency and duration can also prevent injury."
        },
        "2" : {
            "paragraph" : "Barefoot running has been promoted as a means of reducing running related injuries,[73] but this remains controversial and a majority of professionals advocate the wearing of appropriate shoes as the best method for avoiding injury.[74] However, a study in 2013 concluded that wearing neutral shoes is not associated with increased injuries.[75]"
        },
        "3" : {
            "@subview" : "subviews/articles/paragraph-subtitle-left-figure.html",
            "subtitle" : "Chafing",
            "image" : "/static/global/images/Chafing.jpg",
            "caption" : "Chafing of skin following a marathon run",
            "paragraph" : "Another common, running-related injury is chafing, caused by repetitive rubbing of one piece of skin against another, or against an article of clothing. One common location for chafe to occur is the runner's upper thighs. The skin feels coarse and develops a rash-like look. A variety of deodorants and special anti-chafing creams are available to treat such problems. Chafe is also likely to occur on the nipple. There are a variety of home remedies that runners use to deal with chafing while running such as band-aids and using grease to reduce friction. Prevention is key which is why form fitting clothes are important.[76]"
        },
        "4" : {
            "@subview" : "subviews/articles/paragraph-subtitle.html",
            "subtitle" : "Iliotibial band syndrome",
            "paragraph" : "An iliotibial band is a muscle and tendon that is attached to the hip and runs the length of the thigh to attach to the upper part of the tibia, and the band is what helps the knee to bend. This is an injury that is located at the knee and shows symptoms of swelling outside the knee. Iliotibial band syndrome is also known as \"runner's knee\" or \"jogger's knee\" because it can be caused by jogging or running. Once pain or swelling is noticeable it is important to put ice on it immediately and it is recommended to rest the knee for better healing.[77] Most knee injuries can be treated by light activity and much rest for the knee. In more serious cases, arthroscopy is the most common to help repair ligaments but severe situations reconstructive surgery would be needed.[78] A survey was taken in 2011 with knee injuries being 22.7% of the most common injuries.[79]"
        },
        "5" : {
            "@subview" : "subviews/articles/paragraph-subtitle.html",
            "subtitle" : "Medial tibial stress syndrome",
            "paragraph" : "A more known injury is medial tibial stress syndrome (MTSS) which is the accurate name for shin splints. This is caused during running when the muscle is being overused along the front of the lower leg with symptoms that affect 2 to 6 inches of the muscle. Shin Splints have sharp, splinter-like pain, that is typically X-rayed by doctors but is not necessary for shin splints to be diagnosed. To help prevent shin splints it is commonly known to stretch before and after a workout session, and also avoid heavy equipment especially during the first couple of workout sessions.[80] Also to help prevent shin splints don't increase the intensity of a workout more than 10% a week.[81] To treat shin splints it is important to rest with the least amount of impact on your legs and apply ice to the area. A survey showed that shin splints make up 12.7% of the most common injuries in running, with blisters being the top percentage at 30.9%.[79] "
        }
    }
}
