{
    // single post example
    // content/sports/2023/weight-lifting
    "featured_img" : "/static/global/images/news-700x435-2.jpg",
    "featured_caption" : "Defeat gravity!",
    "title" : "Weight Lifting: more than a hobby",
    "subtitle" : "More and more people practice this",
    "content" : "It's true that we relate \"weight lifting\" to a bunch of muscled people that thinks nothing else but themselves. But according to the 2023 National US Gymnasiums Association's survey, the weight users increased by 4% related to last year <p>  Weightlifting or weight lifting generally refers to physical exercises and sports in which people lift weights, often in the form of dumbbells or barbells. People engage in weightlifting for a variety of different reasons. These can include: developing physical strength; promoting health and fitness; competing in weightlifting sports; and developing a muscular and aesthetic physique.[1] <p> Olympic weightlifting is a specific type of weightlifting sport practiced at the Olympic Games, commonly referred to simply as weightlifting. Other weightlifting sports include powerlifting, kettlebell lifting, and para powerlifting—the weightlifting sport practiced at the Paralympic Games. Different weightlifting sports may be distinguished by the different ways of lifting a weight, and/or the objects lifted. Weightlifting events are key elements of strength athletics. <p> Weight training is weightlifting to develop physical strength and/or a muscular physique. It is a common part of strength conditioning for athletes in many sports. When the primary goal is to develop an all-round muscular physique, this is bodybuilding. People who train with weights utilize both free weights (such as barbells, dumbbells, and kettlebells), and weight machines to train all parts of their bodies. A place and equipment for weight training is provided at gyms and leisure centres. <p> According to an article in The New York Times, lifting weights can prevent some disabilities, increase metabolism, and lower body fat.[2] Using free weights, compared to machines, improves not only strength but muscle function as well.[3] Lifting weights can also improve self-confidence and make people feel better about themselves.[4] <p> Weightlifting sports Main articles: Olympic weightlifting, Powerlifting, Para powerlifting, and Strength athletics <p> Competitive powerlifter Derek Poundstone, with the bulkier and less defined physique typical of the sport <p> Competitive weight lifting is believed to pre-date written history. There are records in many civilizations of feats of strength performed by great heroes, perhaps mythological, such as Heracles, Goliath, Orm Storolfsson and Milo of Croton.[5] In Ancient China and Greece, men lifted stones to prove their strength and manhood.[6] There is a tradition in Scotland of weight lifting competitions in Scottish Highland Gatherings, which have been annual events since the 1820s;[7] and these contests are forerunners of modern strength athletics. <p> When in 1896 the modern international Olympic Games began, weight lifting was an event at the first Games; and since 1920 weightlifting has been a regular part of the Olympics.[6][8] By 1932 the Olympic competition comprised three lifts, all of which are different ways of lifting a weighted barbell from ground to overhead: namely the snatch, the clean and jerk, and the clean and press. The snatch is a wide-grip lift, in which the barbell is lifted overhead in one motion. The clean and jerk and the clean and press are combination lifts in which the weight is first taken from the ground to the front of the shoulders (the clean), and then from the shoulders to overhead (the first using a jerk, the second an overhead press).[9][10][11] After 1972 the clean and press was discontinued due to difficulties in judging proper form.[12][13] Today, the snatch and the clean and jerk are together known as the olympic lifts; and the sport of weightlifting as practiced at the Olympics can be called olympic weightlifting or olympic-style weightlifting to distinguish it from other weightlifting sports (wherever it is practiced). Its international governing body is the International Weightlifting Federation, which was founded in 1905.[14] <p> The 1950s and 1960s saw the sport of powerlifting developing, originating in competitions where athletes competed in different lifting events to those at the Olympics. These different lifts were sometimes called odd lifts. Previously, the weightlifting governing bodies in the United Kingdom and the United States had recognized various odd lifts for competition and record purposes. Eventually these competitions became standardized to three specific lifts: the squat, bench press, and deadlift; and this form of weightlifting sport was given its distinct name of powerlifting, with the International Powerlifting Federation being formed in 1972 to regulate and promote the sport.[15]  <p> In 1964 weightlifting debuted in the Paralympic Games, in the form of the bench press; and since the 1992 Games has been called powerlfiting, specifically Para powerlifting or Paralympic powerlifting.[16] "

}
